[
  {
    "id": 1,
    "title": "OPTI-MEN",
    "description": "Multivitamin for active men",
    "image": "/images/1.jpg",
    "details": "Opti-Men provides a wide array of essential vitamins and minerals that are crucial for overall health and well-being. These include vitamins A, C, D, E, K, B-complex vitamins, and important minerals like zinc, magnesium, and selenium.Formulated to meet the nutritional demands of active men, whether engaged in sports, fitness routines, or physically demanding jobs.Contains B-vitamins (B6, B12, riboflavin) crucial for energy metabolism, helping convert food into energy efficiently."
  },
  {
    "id": 2,
    "title": "OPTI-WOMEN",
    "description": "Multivitamin for active women",
    "image": "/images/2.jpg",
    "details": "Opti-Women provides a broad spectrum of essential vitamins and minerals crucial for women’s health. This includes vitamins A, C, D, E, K, B-complex vitamins, and minerals such as iron, calcium, magnesium, and zinc.Formulated to address specific nutritional needs such as bone health, hormonal balance, reproductive health, and skin, hair, and nail support.Contains B-vitamins (B6, B12, riboflavin) that play key roles in energy metabolism, helping convert food into energy efficiently and reducing fatigue."
  },
  {
    "id": 3,
    "title": "ZMA",
    "description": "Vitamin & mineral for active adults",
    "image": "/images/3.jpg",
    "details": "Supports vision, immune function, and skin health. It also plays a role in maintaining the health of tissues and organs.An antioxidant that supports immune function, helps in collagen synthesis (important for joint and skin health), and aids in the absorption of iron.Essential for bone health as it helps in the absorption of calcium and phosphorus. It also supports immune function and overall mood."
  },
  {
    "id": 4,
    "title": "VITA-WOMEN",
    "description": "Advanced performance for beauty health",
    "image": "/images/4.jpg",
    "details": "Vita-Women provides a wide range of essential vitamins and minerals that are important for women’s health. This includes vitamins A, C, D, E, K, and B-complex vitamins (B1, B2, B6, B12, niacin, biotin, etc.)An antioxidant that supports immune function, helps in collagen synthesis (important for joint and skin health), and aids in the absorption of iron.Essential for bone health as it helps in the absorption of calcium and phosphorus. It also supports immune function and overall mood."
  },
  {
    "id": 5,
    "title": "MAX-MOTION",
    "description": "Vitamin-mineral drink",
    "image": "/images/5.jpg",
    "details": "Max-Motion is a dietary supplement aimed at supporting joint health and mobility, particularly beneficial for active individuals and those experiencing joint discomfort.An antioxidant that supports immune function, helps in collagen synthesis (important for joint and skin health), and aids in the absorption of iron.Essential for bone health as it helps in the absorption of calcium and phosphorus. It also supports immune function and overall mood.An antioxidant that supports immune function, helps in collagen synthesis (important for joint and skin health), and aids in the absorption of iron.Essential for bone health as it helps in the absorption of calcium and phosphorus. It also supports immune function and overall mood. "
  },
  {
    "id": 6,
    "title": "GOLDEN-WHEY",
    "description": "Pure whey protein",
    "image": "/images/6.jpg",
    "details": "Golden-Whey is a popular protein supplement known for its high-quality protein content and additional nutritional benefits. Golden-Whey is primarily composed of whey protein, which is considered a complete protein containing all essential amino acids necessary for muscle growth and repair."
  },
  {
    "id": 7,
    "title": "GOLD-STANDARD WHEY",
    "description": "Pure whey protein",
    "image": "/images/7.jpg",
    "details": "Whey protein is quickly absorbed by the body, making it ideal for post-workout recovery to help repair and rebuild muscles.Regular consumption of Golden-Whey can help support the maintenance and growth of lean muscle tissue, especially when combined with resistance training."
  },
  {
    "id": 8,
    "title": "SYNTHA-6",
    "description": "Ultra premium protein matrix",
    "image": "/images/8.jpg",
    "details": "Protein is known to increase satiety and reduce appetite, which can support weight management goals by helping to control cravings and promote a feeling of fullness.Branched-Chain Amino Acids (BCAAs) such as leucine, isoleucine, and valine are naturally present in whey protein. These amino acids are crucial for muscle protein synthesis and recovery."
  },
  {
    "id": 9,
    "title": "GOLD-STANDARD CASEIN",
    "description": "Protein powder drink mix",
    "image": "/images/9.jpg",
    "details": "Can be easily mixed with water or milk, making it a convenient option for a quick protein boost anytime during the day.Dosage: The recommended dosage can vary based on individual protein needs and fitness goals. Typically, one to two scoops (20-30 grams of protein per scoop) are taken per serving, mixed with water, milk, or blended into smoothies.or blended into smoothies.or blended into smoothies.or blended into smoothies."
  },
  {
    "id": 10,
    "title": "WHEY MUTANT",
    "description": "Gourmet whey protein isolate shake",
    "image": "/images/10.jpg",
    "details": "Golden-Whey is a versatile and effective protein supplement that supports muscle recovery, lean muscle growth, and overall fitness goals. With its high-quality whey protein content and additional nutritional benefits, it’s a popular choice among athletes, fitness enthusiasts, and individuals looking to increase their protein intake for various health reasons. As with any dietary supplement, it’s important to choose a product that suits your dietary needs and consult with a healthcare provider or nutritionist if you have specific health concerns or conditions."
  }
]
